driver-tests/bpelse/assign/AssignNamespacesJBI/test/multNSRootLevel/Output.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/">
  <SOAP-ENV:Body>
    <Employee xmlns="http://xml.netbeans.org/schema/employee">
      <per:person xmlns:per="http://xml.netbeans.org/schema/person">
        <per:name>John Doe</per:name>
        <add1:address xmlns:add1="http://xml.netbeans.org/schema/address">
          <add1:Street>800 Royal oaks</add1:Street>
          <add1:city>Monrovia</add1:city>
        </add1:address>
      </per:person>
      <emp:experience xmlns:emp="http://xml.netbeans.org/schema/employee">3</emp:experience>
    </Employee>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
